Repository: AnnaKotova/Oracle
Catalog: Oracle/*.lproj/Localizable.strings
Languages: ru, uk

source: Back
ru: Назад
uk: Назад

source: Cancel
ru: Выход
uk: Вихід

# Cancel_Game
source: Cancel from game
ru: Выход из игры
uk: Вихід із гри

source: Save
ru: Сохранить
uk: Зберегти

source: Done
ru: Готово
uk: Готово

# Play
source: Start play
ru: Начать игру
uk: Почати гру

source: Next question
ru: Следующий вопрос
uk: Наступне питання

source: Try again
ru: Попробовать снова
uk: Спробувати знову

source: YES
ru: Да
uk: Так

source: NO
ru: Нет
uk: Ні

source: Skip
ru: Пропустить

# WelcomeScreenViewController_Welcom_Label_Text
source: Hello sorceress! We invite you to plunge into the world of magic
ru: Привет, волшебница! Приглашаем тебя окунуться в мир магии!
uk: Привіт, чарівниця! Запрошуємо тебе поринути в світ магії!

# ChooseGameViewController_Number_Game
source: Number game
ru: Игра чисел
uk: Гра чисел

# ChooseGameViewController_Immedialety_Result_Game
source: Truth Oracle
ru: Правдивый оракул
uk: Правдивий оракул

# ChooseGameViewController_Yes_No_Game
source: YES - NO game
ru: Игра Да - Нет
uk: Гра Так - Ні

# ChooseGameViewController_Test_Game
source: Test game
ru: Тест - игра
uk: Тест – гра

# Think_About
source: Think about the guy you're going to be guessing at.
ru: Подумай о парне, на которого собираешься гадать
uk: Подумай про хлопця, на якого збираєшся ворожити

source: His ideal woman loves people for who they are. You have to come to terms with his habits. Learn to adapt and be restrained.
ru: Его идеальная девушка любит людей такими, какие они есть. Вы должны смириться с его привычками. Научитесь приспосабливаться и быть сдержанной.
uk: Його ідеальна дівчина любить людей такими, якими вони є. Ви повинні змиритися з його звичками. Навчіться пристосовуватися і бути стриманою.

source: His ideal girlfriend removes possessiveness from her heart. This feeling accompanies insecure people. A human's life belongs only to him. A person himself chooses with whom he can communicate, where he can go, what he needs to wear, how much time he can spend with friends. A sense of possessiveness and pathological jealousy gives rise to a desire to live up to fears.
ru: Его идеальная девушка исключает чувство собственничества из своего сердца. Это чувство сопровождает неуверенных в себе людей. Жизнь человека принадлежит только ему. Человек сам выбирает с кем ему общаться, куда он может ходить, что ему нужно носить, сколько ему можно проводить времени с друзьями. Чувство собственничества и патологической ревности порождает желание соответствовать страхам.
uk: Його ідеальна дівчина виключає почуття власництва зі свого серця. Це почуття супроводжує невпевнених у собі людей. Життя людини належить тільки їй. Людина сама вибирає з ким їй спілкуватися, куди вона може ходити, що їй потрібно носити, скільки їй можна проводити часу з друзями. Почуття власництва та патологічних ревнощів породжує бажання відповідати страхам.

source: His ideal girlfriend keeps track of her emotions. Low voice, calmness in difficult situations, the absence of stupid whims and resentments. If you feel irritated, walk away, catch your breath, close your eyes, take a couple of deep breaths and normalize your pulse.
ru: Его идеальная девушка следит за своими эмоциями. Низкий голос, спокойствие в сложных ситуациях, отсутствие глупых капризов и обид. Если вы чувствуете, что вас накрывает чувство раздраженности, уйдите, отдышитесь, закройте глаза, сделайте пару глубоких вдохов и нормализируйте свой пульс.
uk: Його ідеальна дівчина стежить за своїми емоціями. Низький голос, спокій у складних ситуаціях, відсутність дурних капризів і образ. Якщо ви відчуваєте, що вас накриває почуття роздратування, подихайте, заплющить очі, зробіть пару глибоких вдихів і нормалізуйте свій пульс.

source: His ideal girlfriend uses vanilla, lavender, musk scents. Perfume doesn't have to be cloyingly sweet.
ru: Его идеальная девушка использует ароматы с нотками ванили, лаванды, мускуса. Парфюм не должен быть приторно-сладким.
uk: Його ідеальна дівчина використовує аромати з нотками ванілі, лаванди, мускусу. Парфум не повинен бути нудотно-солодким.

source: His ideal girlfriend is graceful. During a date, it is important to monitor your posture and body movements. Arms crossed on the chest, rounded back, head bowed forward are unacceptable mistakes. It is important to constantly maintain your posture, avoid taking closed postures, and seek moderate eye contact. This does not mean that the guy needs to constantly look in the face. Excessive eye contact can be repulsive. Occasionally, you can correct naughty curls.
ru: Его идеальная девушка грациозна. Во время свидания важно следить за своей позой и телодвижениями. Скрещенные на груди руки, округлая спина, опущенная вперед голова – недопустимые ошибки. Важно постоянно поддерживать осанку, не принимать закрытых поз, искать умеренного контакта глазами. Это не значит, что парню нужно постоянно смотреть в лицо. Чрезмерные визуальные контакты могут оттолкнуть. Изредка можно поправлять непослушные локоны.
uk: Його ідеальна дівчина граціозна. Під час побачення важливо стежити за своєю позою та рухами тіла. Схрещені на грудях руки, округла спина, опущена вперед голова – неприпустимі помилки. Важливо постійно підтримувати поставу, не приймати закриті пози, шукати помірного контакту очима. Це не означає, що хлопцеві потрібно постійно дивитися на обличчя. Надмірні візуальні контакти можуть відштовхнути. Зрідка можна поправляти неслухняні локони.

source: His ideal girlfriend is naturally beautiful. Pounds of make-up on the face repel men. You should do a simple make-up that will emphasize the natural beauty. It should be made natural¸ unobtrusive.
ru: Его идеальная девушка природно красива. Килограммы макияжа на лице отталкивают мужчин. Следует делать простой мейк-ап, который будет подчеркивать природную красоту. Его стоит делать естественным¸ ненавязчивым.
uk: Його ідеальна дівчина природно красива. Кілограми макіяжу на обличчі відштовхують чоловіків. Слід робити простий мейк-ап, який підкреслюватиме природну красу. Його варто робити природним ненав'язливим.

source: His ideal girlfriend remains feminine under any circumstances. When communicating, people tend to copy the behavior and speech patterns of the interlocutor, this helps to find a common language. If a man’s vocabulary contains a lot of swear words or slang, you should not repeat after him, this is contrary to female nature. This behavior repels the vast majority of men.
ru: Его идеальная девушка остается женственной при любых обстоятельствах. При общении людям свойственно копировать поведение и речевые обороты собеседника, это помогает найти общий язык. Если в лексиконе мужчины много бранных слов или сленга, не стоит повторять за ним, это противоречит женской натуре. Такое поведение отталкивает подавляющее большинство мужчин.
uk: Його ідеальна дівчина залишається жіночною за будь-яких обставин. При спілкуванні людям властиво копіювати поведінку та мовні звороти співрозмовника, це допомагає порозумітися. Якщо в лексиконі чоловіка багато лайливих слів або сленгу, не варто повторювати за ним, це суперечить жіночій натурі. Така поведінка відштовхує переважну більшість чоловіків.

source: His ideal girlfriend knows her worth. Even if the object of sighing drives you crazy, it is worth remembering your own dignity. Pride is above everything.
ru: Его идеальная девушка знает себе цену. Даже если предмет воздыхания сводит вас с ума, стоит помнить о собственном достоинстве. Гордость – превыше всего.
uk: Його ідеальна дівчина знає собі ціну. Навіть якщо предмет зітхання зводить вас з розуму, варто пам'ятати про власну гідність. Гордість – понад усе.

source: His ideal girlfriend is moderately modest. Modesty adorns a girl, but excessive isolation can get boring. If you are cheerful with your chosen one, this will endear him to you.
ru: Его идеальная девушка в меру скромная. Скромность украшает девушку, но излишняя замкнутость может наскучить. Если вы будете веселой с вашим избранником, это расположит его к вам.
uk: Його ідеальна дівчина в міру скромна. Скромність прикрашає дівчину, але зайва замкнутість може набриднути. Якщо ви будете веселою з вашим обранцем, це розташує його до вас.

source: His ideal is a mystery girl. Men love to conquer, and the longer the interlocutor guards her secrets, the better. You should not open up to a guy on the first date and talk about emotional wounds or former relationships.
ru: Его идеал - девушка-загадка. Мужчины любят покорять, и чем дольше собеседница охраняет свои тайны, тем лучше. Не стоит открываться парню на первом же свидании и рассказывать о душевных ранах или бывших отношениях.
uk: Його ідеал - дівчина-загадка. Чоловіки люблять підкорювати, і чим довше співрозмовниця охороняє свої таємниці, тим краще. Не варто відкриватися хлопцеві на першому ж побаченні і розповідати про душевні рани або колишні стосунки.

source: His ideal girlfriend is inquisitive. Men run after only those women who, in addition to appearance, can captivate with strength of character and a rich inner world. Fill yourself with interesting hobbies, work on your habits and emotions, love your job and do what you love, get to know the world around you and your own world, analyze, share knowledge and develop in the chosen direction.
ru: Его идеальная девушка любознательна. Мужчины бегают лишь за теми женщинами, которые кроме внешности могут увлечь силой характера и богатым внутренним миром. Наполняйте себя интересными увлечениями, работайте над своими привычками, повадками и эмоциями, любите свое дело и делайте то, что любите, познавайте мир вокруг себя и свой собственный мир, анализируйте, делитесь познаниями и развивайтесь в выбранном направлении.
uk: Його ідеальна дівчина допитлива. Чоловіки бігають лише за тими жінками, які крім зовнішності можуть захопити силою характеру і багатим внутрішнім світом. Наповнюйте себе цікавими захопленнями, працюйте над своїми звичками та емоціями, любіть свою справу і робіть те, що любите, пізнавайте світ навколо себе та свій власний світ, аналізуйте, діліться пізнаннями та розвивайтеся в обраному напрямку.

source: His ideal girl is always engaged in her development. Like a magnet, men are attracted to women who do not stop in their development, conquer new heights, break stereotypes and know what they want from life. If you have already achieved excellence in your profession, hobbies, or any other direction available to you, look for new ones.
ru: Его идеальная девушка всегда занимается своим развитием. Словно магнитом к себе привлекают мужчин те женщины, которые не останавливаются в своем развитии, покоряют новые вершины, ломают стереотипы и знают, чего хотят от жизни.Если вы уже достигли совершенства в своей профессии, увлечениях или любых других доступных вам направлениях, ищите новые.
uk: Його ідеальна дівчина завжди займається своїм розвитком. Немов магнітом до себе залучають чоловіків ті жінки, які не зупиняються у своєму розвитку, підкорюють нові вершини, ламають стереотипи і знають, чого хочуть від життя. Якщо ви вже досягли досконалості у своїй професії, захопленні або будь-яких інших доступних вам напрямках, шукайте нові.

source: His ideal girlfriend knows how to listen to her intuition. Listen to your nature, let it control you when you communicate with a man. Intuition will tell you where to give flirtatious notes to your voice, where to make a well-aimed "shot" with your eyes, and where to straighten your hair with your hands or "accidentally" touch a man's shoulder. To us, girl, these programs of seduction are given at birth.
ru: Его идеальная девушка умеет слушать свою интуицию. Прислушайтесь к своей природе, позвольте ей управлять вами, когда вы общаетесь с мужчиной. Интуиция вам подскажет, где голосу придать заигрывающие нотки, где сделать меткий "выстрел" глазами, а где поправить руками волосы или "случайно" коснуться плеча мужчины. Нам, девушка, эти программы соблазнения даны при рождении.
uk: Його ідеальна дівчина вміє слухати свою інтуїцію. Прислухайтеся до своєї природи, дозвольте їй керувати вами, коли ви спілкуєтеся з чоловіком. Інтуїція вам підкаже, де голосу надати нотки, що заграють, де зробити влучний "постріл" очима, а де поправити руками волосся або "випадково" торкнутися плеча чоловіка. Нам, дівчино, ці програми спокуси дано при народженні.

source: His ideal girlfriend understands male nature. Do not complicate and do not think out men's actions. They have it easier. If they want something, they do it. If they don't want to, they won't even try.
ru: Его идеальная девушка понимает мужскую природу. Не усложняйте и не додумывайте мужские поступки. У них всё проще. Если они что-то хотят, то делают. Если не хотят, то даже и не будут пытаться.
uk: Його ідеальна дівчина розуміє чоловічу природу. Не ускладнюйте і не додумуйте чоловічі вчинки. У них все простіше. Якщо вони щось хочуть, то роблять. Якщо не хочуть, то навіть і не намагатимуться.

source: His ideal girl finds happiness in the world around her and in herself. Pay more attention to the beauty of the sky, plants, flowers, buildings, animals, etc. Be interesting to yourself - find new hobbies, read books, communicate with people. When a girl is interesting to herself, she is interesting to men.
ru: Его идеальная девушка находит счастье в окружающем ее мире и в себе самой. Чаще обращай внимание на красоту неба, растений, цветов, зданий, животных и тд. Будь интересной сама себе - находи новые хобби, читай книги, общайся с людьми. Когда девушка интересна сама себе - она интересна мужчинам.
uk: Його ідеальна дівчина знаходить щастя в навколишньому світі і в собі самій. Частіше звертай увагу на красу неба, рослин, квітів, будівель, тварин і т.д. Будь цікавою сама собі – знаходь нові хобі, читай книги, спілкуйся з людьми. Коли дівчина цікава сама собі - вона цікава чоловікам.

source: Being able to listen to your interlocutor is a real art. To build a strong relationship, a girl just needs to master this skill. Men, unlike girls, rarely need to speak out. When such a moment comes, and his girlfriend does not understand the full importance of what was said, the man withdraws into himself. Guys especially appreciate when their beloved girl is sincerely interested in his affairs, remembers all the important events for him, asks clarifying questions in order to have more complete information. Therefore, during communication, do not be afraid to ask about his friends, work, family. The main thing is that the questions should correspond to the topic of the conversation and not look like a list of questions in court.
ru: Уметь слушать своего собеседника – настоящее искусство. Чтобы построить крепкие отношения, девушке просто необходимо овладеть этим мастерством. Мужчинам, в отличие от девушек, редко требуется высказаться. Когда такой момент наступает, а его подруга не понимает всю важность сказанного, мужчина замыкается в себе. Парни особенно ценят, когда их любимая девушка искренне интересуется его делами, помнит обо всех важных для него событиях, задает уточняющие вопросы, чтобы владеть более полной информацией. Поэтому во время общения не бойтесь спрашивать о его друзьях, работе, семье. Главное – вопросы должны соответствовать теме разговора и не выглядеть как список вопросов на суде.
uk: Вміти слухати свого співрозмовника – справжнє мистецтво. Щоб побудувати міцні стосунки, дівчині просто необхідно опанувати цю майстерність. Чоловікам, на відміну від дівчат, рідко потрібно виговоритися. Коли такий момент настає, а його подруга не розуміє всю важливість сказаного, чоловік замикається в собі, хлопці особливо цінують, коли їхня кохана дівчина щиро цікавиться його справами, пам'ятає про всі важливі для нього події, ставить уточнюючі питання, щоб володіти більш повною інформацією, тому під час спілкування не бійтеся запитувати про його друзів, роботу, сім'ю. Головне - питання повинні відповідати темі розмови і не виглядати як список питань на суді.

source: His ideal girlfriend spends her time doing things that bring her pleasure. Find pleasure in everyday activities. For example, when you are cleaning, think about how much benefit you bring to your loved ones. Connect with people who are truly interesting to you. Explore and learn what really interests you.
ru: Его идеальная девушка свое время тратит на дела, которые ей приносят удовольствие. Находи удовольствие в обыденных делах. Например, когда занимаешься уборкой думай о том, какую большую пользу ты приносишь своим близким. Общайся с теми людьми, которые по-настоящему тебе интересны. Изучай и обучайся тому, что по-настоящему вызывает в тебе интерес.
uk: Його ідеальна дівчина свій час витрачає на справи, які їй приносять задоволення. Знаходь задоволення в повсякденних справах. Наприклад, коли займаєшся прибиранням думай про те, яку велику користь ти приносиш своїм близьким. Спілкуйся з тими людьми, які по- справжньому тобі цікаві. Вивчай і навчайся тому, що по-справжньому викликає в тобі інтерес.

source: You should not tell a man about past failures with guys, complain about their actions. A man comes to a woman for the energy of love and acceptance. He does not want to be a healer and heal the wounds inflicted by the "ex". He wants to share happiness and receive it in return.
ru: Не стоит рассказывать мужчине о прошлых неудачах с парнями, жаловаться на их поступки. Мужчина приходит к женщине за энергией любви и принятия. Он не хочет быть лекарем и исцелять раны, нанесенные "бывшими". Он желает делиться счастьем и получать его в ответ.
uk: Не варто розповідати чоловікові про минулі невдачі з хлопцями, скаржитися на їхні вчинки. Чоловік приходить до жінки за енергією кохання та прийняття. Він не хоче бути лікарем і зцілювати рани, нанесені "колишніми". Він бажає ділитися щастям і отримувати його у відповідь.

source: If the guy who caused sympathy is in no hurry to get closer, do not force the onset of the romantic stage. Do not reproach, do not seduce, do not press with claims. Give the young man time, try to become his friend first.
ru: Если вызвавший симпатию парень не спешит сближаться, не форсируйте наступление романтической стадии. Не упрекайте, не соблазняйте, не давите претензиями. Дайте молодому человеку время, попробуйте вначале стать для него другом.
uk: Якщо хлопець, що викликав симпатію, не поспішає зближуватися, не форсуйте наступ романтичної стадії. Не дорікайте, не спокушайте, не тисніть претензіями. Дайте молодій людині час, спробуйте спочатку стати для нього другом.

source: His ideal girlfriend knows how to forgive, looks ahead and lives in the present.
ru: Его идеальная девушка умеет прощать, смотрит вперед и живет настоящим.
uk: Його ідеальна дівчина вміє прощати, дивиться вперед і живе теперішнім моментом.

source: Think of the guy's past close encounters with other girls as preparatory rehearsals. And yourself - as the final appearance on the stage. What happened in your life before him, including your personal life, these are your lessons.
ru: Воспринимайте прошлые близкие контакты парня с иными девушками как подготовительные репетиции. А себя – как финальный выход на сцену. То, что происходило в вашей жизни до него, включая личную жизнь, это - ваши уроки.
uk: Сприймайте минулі близькі контакти хлопця з іншими дівчатами як підготовчі репетиції. А себе – як фінальний вихід на сцену. Те, що відбувалося у вашому житті до нього, включаючи особисте життя, це ваші уроки.

source: His ideal girlfriend loves life. He loves all its manifestations: nature, relatives, communication with friends, study, work.
ru: Его идеальная девушка любит жизнь. Любит все её проявления: природу, родных, общение с друзьями, учебу, работу.
uk: Його ідеальна дівчина любить життя. Любить усі його прояви: природу, рідних, спілкування з друзями, навчання, роботу.

source: His ideal girlfriend listens to her heart. There are a lot of people around who are trying to impose their opinion, experience. It is easy to give advice to others, and even more so, to condemn others. What she trusts without a drop of doubt is her feelings.
ru: Его идеальная девушка слушает своё сердце. Вокруг много людей, которые пытаются навязывать своё мнение, опыт. Легко давать советы другим, и тем более, осуждать других. То, чему она доверяет без капли сомнений - это её чувства.
uk: Його ідеальна дівчина слухає своє серце. Навколо багато людей, які намагаються нав'язувати свою думку, досвід. Легко давати поради іншим, і тим більше, засуджувати інших. Те, чому вона довіряє без краплі сумнівів - це її почуття.

source: His ideal girlfriend is calm and confident. In any situation, he does not panic, but trusts space and believes in the best. Able to analyze and make decisions.
ru: Его идеальная девушка спокойна и уверена в себе. В любой ситуации не впадает в панику, а доверяет пространству и верит в лучшее. Умеет анализировать и принимать решения.
uk: Його ідеальна дівчина спокійна і впевнена у собі. У будь-якій ситуації не впадає в паніку, а довіряє простору і вірить у краще. Вміє аналізувати та приймати рішення.

source: His ideal girlfriend goes to her goal and follows her dreams. Moreover, she knows for sure that everything will be implemented, which means that with each new "step" her life will become better.
ru: Его идеальная девушка идет к своей цели и следует мечтам. Больше того, она точно знает, что все будет реализовано, а значит с каждой новой "ступенью" ее жизнь станет лучше.
uk: Його ідеальна дівчина йде до своєї мети і прямуэ до мрій. Більше того, вона точно знає, що все буде реалізовано, а значить з кожним новим "кроком" її життя стане кращим.

source: Find a common hobby. It is important for a couple to find the kind of hobbies that will bring drive to the life of two, give new impressions. Joy, pleasant emotions bring together and unite lovers.
ru: Найдите общее хобби. Для пары важно найти тот вид увлечений, который внесет в жизнь двоих драйв, подарит новые впечатления. Радость, приятные эмоции сближают и объединяют влюбленных.
uk: Знайдіть спільне хобі. Для пари важливо знайти той вид захоплень, який внесе в життя двох драйв, подарує нові враження. Радість, приємні емоції зближують і поєднують закоханих.

source: His ideal girlfriend is constantly improving herself. There is no point in trying to change yourself for a RELATIONSHIP. There is no point in changing your partner. The only person you can change is YOU.
ru: Его идеальная девушка постоянно самосовершенствуется. Нет смысла пытаться изменить себя для ОТНОШЕНИЙ. Нет смысла изменять вашего партнера. Единственный человек, которого вы можете изменить, это ВЫ сами.
uk: Його ідеальна дівчина постійно самовдосконалюється. Немає сенсу намагатися змінити себе для ВІДНОСИН. Немає сенсу змінювати вашого партнера. Єдина людина, яку ви можете змінити, це ВИ самі.

source: His ideal girlfriend knows how to listen to her intuition. Let your intuition save you from suffering. Trust and appreciate your own feminine wisdom.
ru: Его идеальная девушка умеет слушать свою интуицию. Позвольте вашей интуиции спасти вас от страданий. Доверяйте и цените вашу собственную женскую мудрость.
uk: Його ідеальна дівчина вміє слухати свою інтуїцію. Дозвольте вашій інтуїції врятувати вас від страждань. Довіряйте та цінуйте вашу власну жіночу мудрість.
