Repository: AnnaKotova/Oracle
Catalog: Oracle/*.lproj/Localizable.strings
Languages: ru, uk

# TestGame_Respons15
source: He loves, suffers, but you will have nothing with him.
ru: Он любит, страдает, но у тебя с ним ничего не будет
uk: Он любит, страдает, но у тебя с ним ничего не будет

# HistoryTableViewController_No_Result_Label
source: You have no results yet
ru: У тебя пока нет результатов
uk: У тебя пока нет результатов

# HistoryTableViewController_Title
source: History
ru: История
uk: История
