Repository: AnnaKotova/Oracle
Catalog: Oracle/*.lproj/Localizable.strings
Languages: ru, uk

# SaveResultViewController_Add_Photo_From_Camera
source: Add Photo From Camera
ru: Добавить фото с Камеры
uk: Додати фото з Камери

# SaveResultViewController_Add_Photo_From_Gallery
source: Add Photo From Gallery
ru: Добавить фото с Галереи
uk: Додати фото с Галереі

# SaveResultViewController_Placeholder
source: Enter notes
ru: Напиши заметки
uk: Напиши нотатку

# SaveResultViewController_Cancel_Alert_Title
source: Are you sure?
ru: Уверена?
uk: Впевнина?

# SaveResultViewController_Cancel_Alert_Message
source: All results will be lost
ru: Все результаты будут утеряны
uk: Всі результати будуть загублені

# SaveResultViewController_Cancel_Action_Message
source: Do not save
ru: Не сохранять
uk: Не зберігати

# DetailsViewController_Try_Again_Button_Title
source: Try again
ru: Попробовать снова
uk: Спробувати знов

# DetailsViewController_Birthday_Date
source: Birthday date: %@
ru: Дата рождения: %@
uk: Дата народження: %@

# DetailsViewController_Result_Date
source: Result date: %@
ru: Дата резьтата: %@
uk: Дата результату: %@

# DetailsViewController_Note
source: Note: %@
ru: Заметки: %@
uk: Нотатки: %@

# DetailsViewController_Result_Description
source: Result description: %@
ru: Описание результата: %@
uk: Результат: %@

# Rules
source: Choose one of the numbers, the oracle will show you the answer to the question
ru: Выбери одну из цифр, оракул покажет тебе ответ на вопрос
uk: Обери цифру, оракул покаже тобі відповідь на питання

# TruthOracle_Question1
source: What decorates you?
ru: Что тебя украшает?
uk: Що тебе прикрашає?

# TruthOracle__Question1_Respons1
source: Eyes
ru: Глаза
uk: Очі

# TruthOracle__Question1_Respons2
source: Humility and tenderness
ru: Скромность и нежность
uk: Скромність та ніжність

# TruthOracle__Question1_Respons3
source: Conversation
ru: Разговор
uk: Розмова

# TruthOracle__Question1_Respons4
source: Eyebrows
ru: Брови
uk: Брові

# TruthOracle__Question1_Respons5
source: Clothes
ru: Одежда
uk: Одежа

# TruthOracle__Question1_Respons6
source: Gait
ru: Походка
uk: Хода

# TruthOracle__Question1_Respons7
source: Laughter
ru: Смех
uk: Сміх

# TruthOracle__Question1_Respons8
source: Hair
ru: Волосы
uk: Волосся

# TruthOracle__Question1_Respons9
source: Smile
ru: Улыбка
uk: Посмішка

# TruthOracle_Question2
source: What do they think of you?
ru: Что думают о тебе?
uk: Що думають про тебе?

# TruthOracle__Question2_Respons1
source: Beautiful
ru: Красивая
uk: Красива

# TruthOracle__Question2_Respons2
source: Good
ru: Хорошая
uk: Гарна

# TruthOracle__Question2_Respons3
source: Diligent
ru: Старательная
uk: Старанна

# TruthOracle__Question2_Respons4
source: Reckless
ru: Гулёна
uk: Розгульна

# TruthOracle__Question2_Respons5
source: Gloomy
ru: Хмурая
uk: Похмура

# TruthOracle__Question2_Respons6
source: Sad
ru: Унылая
uk: Сумна

# TruthOracle__Question2_Respons7
source: Nothing
ru: Ничего
uk: Нічого

# TruthOracle__Question2_Respons8
source: Ideal
ru: Идеальная
uk: Ідеальна

# TruthOracle__Question2_Respons9
source: Arrogant
ru: Заносчивая
uk: Зарозуміла

# TruthOracle_Question3
source: What is waiting for you?
ru: Что тебя ждет?
uk: Що на тебе чекає?

# TruthOracle__Question3_Respons1
source: Love
ru: Любовь
uk: Любов

# TruthOracle__Question3_Respons2
source: Laugh
ru: Смех
uk: Сміх

# TruthOracle__Question3_Respons3
source: Chagrin
ru: Огорчение
uk: Прикрість

# TruthOracle__Question3_Respons4
source: Love and jealousy
ru: Любовь и ревность
uk: Кохання та ревнощі

# TruthOracle__Question3_Respons5
source: Handsome guy
ru: Красивый парень
uk: Вродливий хлопець

# TruthOracle__Question3_Respons6
source: Big love
ru: Большая любовь
uk: Велике кохання

# TruthOracle__Question3_Respons7
source: Lesson in love
ru: Урок в любви
uk: Урок у коханні

# TruthOracle__Question3_Respons8
source: Surprise
ru: Неожиданность
uk: Несподіванка

# TruthOracle__Question3_Respons9
source: Fun
ru: Веселье
uk: Веселощі

# TruthOracle_Question4
source: Who is in love with you?
ru: Кто влюблен в тебя?
uk: Хто закоханий у тебе?

# TruthOracle__Question4_Respons1
source: Brunet
ru: Брюнет
uk: Брюнет

# TruthOracle__Question4_Respons2
source: Beautiful
ru: Красивый
uk: Гарний

# TruthOracle__Question4_Respons3
source: Boy with a bad temper
ru: Парень с плохим характером
uk: Хлопець із поганим характером

# TruthOracle__Question4_Respons4
source: Blond
ru: Блондин
uk: Блондин

# TruthOracle__Question4_Respons5
source: The one you danced with
ru: Тот, с кем танцевала
uk: Той, з ким танцювала

# TruthOracle__Question4_Respons6
source: Fool
ru: Глупец
uk: Дурень

# TruthOracle__Question4_Respons7
source: The one you like
ru: Тот, кто тебе нравится
uk: Той, хто тобі подобається

# TruthOracle__Question4_Respons8
source: Neighbor
ru: Сосед
uk: Сусід

# TruthOracle__Question4_Respons9
source: Tall guy
ru: Высокий парень
uk: Високий хлопець

# TruthOracle_Question5
source: What does he like about you?
ru: Что ему нравится в тебе?
uk: Що йому подобається у тобі?

# TruthOracle__Question5_Respons1
source: Figure
ru: Фигура
uk: Фігура

# TruthOracle__Question5_Respons2
source: Gait
ru: Походка
uk: Хода

# TruthOracle__Question5_Respons3
source: Hair
ru: Волосы
uk: Волосся

# TruthOracle__Question5_Respons4
source: Face
ru: Лицо
uk: Обличчя

# TruthOracle__Question5_Respons5
source: Lips
ru: Губы
uk: Губи

# TruthOracle__Question5_Respons6
source: Humility
ru: Скромность
uk: Скромність

# TruthOracle__Question5_Respons7
source: Eyes
ru: Глаза
uk: Очі

# TruthOracle__Question5_Respons8
source: Eyelashes
ru: Ресницы
uk: Вії

# TruthOracle__Question5_Respons9
source: All
ru: Всё
uk: Все

# YesNoGame_Question1
source: Are you on friendly terms?
ru: В дружеских отношениях?
uk: У дружніх стосунках?

# YesNoGame_Question2
source: Have you walked?
ru: Гуляли?
uk: Гуляли?

# YesNoGame_Question3
source: Are you dating now?
ru: Гуляете теперь?
uk: Гуляєте тепер?

# YesNoGame_Question4
source: Does he love you now?
ru: Любит теперь?
uk: Любить тепер?

# YesNoGame_Question5
source: Do you love him?
ru: Любишь его?
uk: Любиш його?

# YesNoGame_Question6
source: Do you miss him?
ru: Скучаешь за ним?
uk: Сумуєш за ним?

# YesNoGame_Question7
source: Does he miss you?
ru: А он за тобой скучает?
uk: А він за тобою сумує?

# YesNoGame_Question8
source: Did you hug him??
ru: Обнимались?
uk: Обіймалися?

# YesNoGame_Question9
source: Have you kissed him?
ru: Целовались?
uk: Цілувалися?

# YesNoGame_Question10
source: Do you respect him?
ru: Ты его уважаешь?
uk: Ти його поважаєш?

# YesNoGame_Question11
source: Does he respect you?
ru: А он тебя уважает?
uk: А він тебе поважає?

# YesNoGame_Question12
source: Does he smoke?
ru: Курит?
uk: Курить?

# YesNoGame_Question13
source: Do you like flowers?
ru: Любишь цветы?
uk: Любиш квіти?

# YesNoGame_Question14
source: Did he call you??
ru: Звонил тебе?
uk: Дзвонив тобі?

# YesNoGame_Question15
source: Is he jealous of you?
ru: Ревнует тебя?
uk: Ревнює тебе?

# YesNoGame_Question16
source: Are you jealous of him?
ru: А ты его ревнуешь?
uk: А ти його ревнуєш?

# YesNoGame_Question17
source: Did you call him?
ru: Звонила ему?
uk: Дзвонила йому?

# YesNoGame_Question18
source: Did he send you messages?
ru: Писал тебе?
uk: Писав тобі?

# YesNoGame_Question19
source: Did you write to him?
ru: Ты ему писала?
uk: Ти йому писала?

# YesNoGame_Question20
source: Did he walk you home?
ru: Провожал?
uk: Проводжав?

# YesNoGame_Question21
source: Did you look into each other's eyes?
ru: Смотрели в глаза?
uk: Дивилися в очі?

# YesNoGame_Question22
source: Did you argue with him?
ru: Ссорились?
uk: Сварилися?

# YesNoGame_Question23
source: Did you talk about love?
ru: О любви говорили?
uk: Про кохання говорили?

# YesNoGame_Question24
source: Does he have a photo of you?
ru: Есть ли у него твое фото?
uk: Чи є у нього твоє фото?

# YesNoGame_Question25
source: Do you have a photo of him?
ru: Есть у тебя его фото?
uk: Є у тебе його фото?

# YesNoGame_Question26
source: Did he give you red roses?
ru: Дарил красные розы?
uk: Дарував червоні троянди?

# YesNoGame_Question27
source: Can he love someone else?
ru: Другую может полюбить?
uk: Іншу може полюбити?

# YesNoGame_Question28
source: Can you love someone else?
ru: Ты можешь полюбить другого?
uk: Ти можеш полюбити іншого?

# YesNoGame_Question29
source: Is he handsome?
ru: Красивый?
uk: Гарний?

# YesNoGame_Question30
source: Is he tall?
ru: Высокий?
uk: Високий?

# YesNoGame_Question31
source: Is he studying?
ru: Учится?
uk: Вчиться?

# YesNoGame_Question32
source: Did he invite you to the movies?
ru: В кино приглашал?
uk: У кіно запрошував?

# YesNoGame_Question33
source: Did you drink from the same glass?
ru: Пили из одного бокала?
uk: Пили з одного келиха?

# YesNoGame_Question34
source: Did you dance?
ru: Танцевали?
uk: Танцювали?

# YesNoGame_Respons1
source: This guy hasn't appreciating you yet. You'll have to show your best to be with him.
ru: Этот парень пока не ценит тебя. Тебе прийдется показать все свои достоинства, чтобы быть с ним.
uk: Цей хлопець поки що не цінує тебе. Тобі доведеться показати всі свої переваги, щоб бути з ним.

# YesNoGame_Respons2
source: He dreams about you
ru: Он видит тебя во сне
uk: Він бачить тебе у сні

# YesNoGame_Respons3
source: Thinking how to win you over
ru: Думает, как тебя завоевать
uk: Думає, як тебе завоювати

# YesNoGame_Respons4
source: He understands his mistakes
ru: Он понимает свои ошибки
uk: Він розуміє свої помилки

# YesNoGame_Respons5
source: He's in love with you
ru: Он влюблен в тебя
uk: Він закоханий у тебе

# YesNoGame_Respons6
source: He's glad to be with you
ru: Рад быть с тобой
uk: Радий бути з тобою

# YesNoGame_Respons7
source: Your friends are pushing him away
ru: Твои друзья его отталкивают
uk: Твої друзі його відштовхують

# YesNoGame_Respons8
source: He is very jealous of you
ru: Очень ревнует тебя к другому
uk: Дуже ревнує тебе до іншого

# YesNoGame_Respons9
source: Are you sure you are a good match?
ru: Ты уверена, что вы подходите друг другу?
uk: Ти впевнена, що ви підходите один одному?

# YesNoGame_Respons10
source: He respects you
ru: Он тебя уважает
uk: Він тебе поважає

# YesNoGame_Respons11
source: Forgets you
ru: Забывает тебя
uk: Забуває тебе

# YesNoGame_Respons12
source: Do you really need him?
ru: А он точно нужен тебе?
uk: А він точно потрібний тобі?

# YesNoGame_Respons13
source: He likes you
ru: Ты ему нравишься
uk: Ти йому подобаєшся

# YesNoGame_Respons14
source: Is there a third person in your relationship?
ru: В ваших отнощениях есть третий?
uk: У ваших відносинах є третій?

# YesNoGame_Respons15
source: He will confess his love to you
ru: Признается в любви
uk: Освідчиться в коханні

# YesNoGame_Respons16
source: Be more open to be with him
ru: Будь более открытой, чтобы быть с ним
uk: Будь більш відкритою, щоб бути з ним

# YesNoGame_Respons17
source: Try to enjoy the simple things in life more and you'll get his attention.
ru: Попробуй больше радоваться простым мелочам в жизни и тогда привлечешь его внимание.
uk: Спробуй більше радіти простим дрібницям у житті і тоді привернеш його увагу.

# YesNoGame_Respons18
source: Will invite you to the cinemas
ru: Пригласит в кино
uk: Запросить у кіно

# YesNoGame_Respons19
source: Will walk you home
ru: Будет провожать домой
uk: Проводжатиме додому

# YesNoGame_Respons20
source: Be humble but not secretive, he'll like it
ru: Будь скромной, но не скрытной, это ему понравится
uk: Будь скромною, але не потайливою, це йому сподобається

# YesNoGame_Respons21
source: He will surprise you
ru: Сделает тебе сюрприз
uk: Зробить тобі сюрприз

# YesNoGame_Respons22
source: He will give a gift
ru: Подарит подарок
uk: Подарує подарунок

# YesNoGame_Respons23
source: He will invite you to an interesting place
ru: Пригласит в интересное место
uk: Запросить у цікаве місце

# YesNoGame_Respons24
source: Can't live without you
ru: Жить не может без тебя
uk: Жити не може без тебе

# YesNoGame_Respons25
source: He's crazy about you.
ru: Сходит с ума
uk: Божеволіє по тобі

# YesNoGame_Respons26
source: He only thinks of you.
ru: Думает только о тебе
uk: Думає тільки про тебе

# YesNoGame_Respons27
source: He only thinks of you
ru: Его мысли только о тебе
uk: Його думки тільки про тебе

# YesNoGame_Respons28
source: You are loved by someone you don't appreciate
ru: Тебя любит тот, кого ты не ценишь
uk: Тебе любить той, кого ти не цінуєш

# YesNoGame_Respons29
source: Loves your character
ru: Любит твой характер
uk: Любить твій характер

# YesNoGame_Respons30
source: You are the cutest for him
ru: Ты для него самая милая
uk: Ти для нього наймиліша

# YesNoGame_Respons31
source: You are the one to never forget
ru: Ты та - кого невозможно забыть
uk: Ти та - кого неможливо забути

# YesNoGame_Respons32
source: Forget the past, live in the present
ru: Забудь прошлое, живи настоящим
uk: Забудь минуле, живи теперішнім

# YesNoGame_Respons33
source: The one you love loves you
ru: Тебя любит тот, кого ты любишь
uk: Тебе любить той, кого ти любиш

# YesNoGame_Respons34
source: Loves you very much
ru: Очень любит тебя
uk: Дуже любить тебе

# TestGame_Question1
source: What is he?
ru: Какой он?
uk: Какой он?

# TestGame__Question1_Answer1
source: Smart
ru: Умный
uk: Умный

# TestGame__Question1_Answer2
source: Cute
ru: Симпатичный
uk: Симпатичный

# TestGame__Question1_Answer3
source: Proud
ru: Гордый
uk: Гордый

# TestGame__Question1_Answer4
source: Boastful
ru: Хвастливый
uk: Хвастливый

# TestGame__Question1_Answer5
source: Simple
ru: Простой
uk: Простой

# TestGame__Question1_Answer6
source: None
ru: Никакой
uk: Никакой

# TestGame__Question1_Answer7
source: Shy
ru: Стеснительный
uk: Стеснительный

# TestGame__Question1_Answer8
source: Kind
ru: Добрый
uk: Добрый

# TestGame_Question2
source: How does he dress?
ru: Как он одевается?
uk: Как он одевается?

# TestGame__Question2_Answer1
source: Trendy
ru: Модно
uk: Модно

# TestGame__Question2_Answer2
source: Beautiful
ru: Красиво
uk: Красиво

# TestGame__Question2_Answer3
source: Easy
ru: Просто
uk: Просто

# TestGame__Question2_Answer4
source: Stylish
ru: Стильно
uk: Стильно

# TestGame__Question2_Answer5
source: Sloppy
ru: Неряшливо
uk: Неряшливо

# TestGame__Question2_Answer6
source: Not pretty
ru: Не красиво
uk: Не красиво

# TestGame__Question2_Answer7
source: Careful
ru: Аккуратно
uk: Аккуратно

# TestGame__Question2_Answer8
source: Different
ru: По-разному
uk: По-разному

# TestGame_Question3
source: What would you do if he declared his love to you?
ru: Чтобы ты сказала, если бы он объяснился тебе в любви?
uk: Чтобы ты сказала, если бы он объяснился тебе в любви?

# TestGame__Question3_Answer1
source: Would say that I love him
ru: Сказала, что люблю
uk: Сказала, что люблю

# TestGame__Question3_Answer2
source: Would keep silent
ru: Промолчала
uk: Промолчала

# TestGame__Question3_Answer3
source: Would say that I don't believe
ru: Сказала, что не верю
uk: Сказала, что не верю

# TestGame__Question3_Answer4
source: Would kiss
ru: Поцеловала
uk: Поцеловала

# TestGame__Question3_Answer5
source: Would smile
ru: Улыбнулась
uk: Улыбнулась

# TestGame__Question3_Answer6
source: Would remain indifferent
ru: Осталась равнодушна
uk: Осталась равнодушна

# TestGame__Question3_Answer7
source: Would love him more
ru: Полюбила бы сильнее
uk: Полюбила бы сильнее

# TestGame__Question3_Answer8
source: Would say that I don't like him
ru: Сказала, что не люблю
uk: Сказала, что не люблю

# TestGame_Question4
source: What would you do if he kissed you?
ru: Что бы ты сделала, если бы он тебя поцеловал?
uk: Что бы ты сделала, если бы он тебя поцеловал?

# TestGame__Question4_Answer1
source: Would kiss him
ru: Поцеловала
uk: Поцеловала

# TestGame__Question4_Answer2
source: Would hit him
ru: Ударила
uk: Ударила

# TestGame__Question4_Answer3
source: Would run away
ru: Убежала
uk: Убежала

# TestGame__Question4_Answer4
source: Would call him a fool
ru: Назвала дураком
uk: Назвала дураком

# TestGame__Question4_Answer5
source: Would stop loving him
ru: Перестала любить
uk: Перестала любить

# TestGame__Question4_Answer6
source: Would love him more
ru: Полюбила бы сильнее
uk: Полюбила бы сильнее

# TestGame__Question4_Answer7
source: Would forgive him
ru: Простила
uk: Простила

# TestGame__Question4_Answer8
source: Would smile
ru: Улыбнулась
uk: Улыбнулась

# TestGame_Question5
source: What would you do if he invited you to the cinema?
ru: Что бы ты сделала, если бы он пригласил тебя в кино?
uk: Что бы ты сделала, если бы он пригласил тебя в кино?

# TestGame__Question5_Answer1
source: Would go
ru: Пошла
uk: Пошла

# TestGame__Question5_Answer2
source: Wouldn't go
ru: Не пошла
uk: Не пошла

# TestGame__Question5_Answer3
source: Would be late
ru: Пошла с опозданием
uk: Пошла с опозданием

# TestGame__Question5_Answer4
source: Would have followed him
ru: Следила за ним
uk: Следила за ним

# TestGame__Question5_Answer5
source: Wouldn't have thought to go
ru: Не подумала иди
uk: Не подумала иди

# TestGame__Question5_Answer6
source: Would go, but not for long
ru: Пошла, но не на долго
uk: Пошла, но не на долго

# TestGame__Question5_Answer7
source: Would take pity on him and go
ru: Пожалела его и пошла
uk: Пожалела его и пошла

# TestGame__Question5_Answer8
source: Would go and stay long
ru: Пошла и была долго
uk: Пошла и была долго

# TestGame_Question6
source: How would you feel about him being friends with someone else?
ru: Как бы ты отнеслась к его дружбе с другой?
uk: Как бы ты отнеслась к его дружбе с другой?

# TestGame__Question6_Answer1
source: Would stop loving
ru: Перестала любить
uk: Перестала любить

# TestGame__Question6_Answer2
source: Would laugh at them
ru: Смеялась над ними
uk: Смеялась над ними

# TestGame__Question6_Answer3
source: Would be mad at them
ru: Злилась на них
uk: Злилась на них

# TestGame__Question6_Answer4
source: Would love him the same
ru: Любила как раньше
uk: Любила как раньше

# TestGame__Question6_Answer5
source: Would be mad at him
ru: Злилась на него
uk: Злилась на него

# TestGame__Question6_Answer6
source: Would be mad, but I would love him
ru: Злилась, но любила
uk: Злилась, но любила

# TestGame__Question6_Answer7
source: Would forgive him
ru: Простила
uk: Извинила

# TestGame__Question6_Answer8
source: Would be indifferent
ru: Была равнодушна
uk: Была равнодушна

# TestGame_Question7
source: What would you do if he wrote you a love message?
ru: Что бы ты сделала, если бы он написал тебе любовное сообщение?
uk: Что бы ты сделала, если бы он написал тебе любовное сообщение?

# TestGame__Question7_Answer1
source: Would write an answer
ru: Написала ответ
uk: Написала ответ

# TestGame__Question7_Answer2
source: Wouldn't write for a long time
ru: Долго не писала
uk: Долго не писала

# TestGame__Question7_Answer3
source: Wouldn't think to write
ru: Не думала писать
uk: Не думала писать

# TestGame__Question7_Answer4
source: Would write an answer, but I wouldn't care
ru: Написала, но осталась равнодушна
uk: Написала, но осталась равнодушна

# TestGame__Question7_Answer5
source: Would fool him in a message
ru: Обманула в сообщении
uk: Обманула в сообщении

# TestGame__Question7_Answer6
source: Wouldn't pay attention
ru: Не обратила внимание
uk: Не обратила внимание

# TestGame__Question7_Answer7
source: Would say I love him
ru: Написала, что люблю
uk: Написала, что люблю

# TestGame__Question7_Answer8
source: Would love him more
ru: Полюбила сильнее
uk: Полюбила сильнее

# TestGame_Question8
source: How do you feel about him?
ru: Как ты к нему относишься?
uk: Как ты к нему относишься?

# TestGame__Question8_Answer1
source: Love him
ru: Люблю
uk: Люблю

# TestGame__Question8_Answer2
source: Don't care about him
ru: Равнодушна
uk: Равнодушна

# TestGame__Question8_Answer3
source: Like him
ru: Нравится
uk: Нравится

# TestGame__Question8_Answer4
source: He is seductive
ru: Соблазнительный
uk: Собазнительный

# TestGame__Question8_Answer5
source: He annoys me
ru: Раздражает
uk: Раздражает

# TestGame__Question8_Answer6
source: Kindly
ru: Любезно
uk: Любезно

# TestGame__Question8_Answer7
source: He's different
ru: Отличается от других
uk: Отличается от других

# TestGame__Question8_Answer8
source: He's handsome
ru: Красивый
uk: Красивый

# TestGame_Question9
source: How does he feel about you?
ru: Как он к тебе относится?
uk: Как он к тебе относится?

# TestGame__Question9_Answer1
source: You annoy him
ru: Раздражаешь его
uk: Раздражаешь его

# TestGame__Question9_Answer2
source: He loves you
ru: Любит
uk: Любит

# TestGame__Question9_Answer3
source: Indifferent
ru: Равнодушно
uk: Равнодушно

# TestGame__Question9_Answer4
source: Flirting
ru: Заигрывает
uk: Заигрывает

# TestGame__Question9_Answer5
source: Grooming
ru: Ухаживает
uk: Ухаживает

# TestGame__Question9_Answer6
source: Pretends to love
ru: Делает вид, что любит
uk: Делает вид, что любит

# TestGame__Question9_Answer7
source: Chasing
ru: Нахальничает
uk: Нахальничает

# TestGame__Question9_Answer8
source: Don't know
ru: Не знаю
uk: Не знаю

# TestGame_Question10
source: What do you like about it?
ru: Что тебе в нем нравится?
uk: Что тебе в нем нравится?

# TestGame__Question10_Answer1
source: Courage
ru: Смелость
uk: Смелость

# TestGame__Question10_Answer2
source: All
ru: Всё
uk: Всё

# TestGame__Question10_Answer3
source: Smile
ru: Улыбка
uk: Улыбка

# TestGame__Question10_Answer4
source: Kindness
ru: Доброта
uk: Доброта

# TestGame__Question10_Answer5
source: Curiosity
ru: Любопытство
uk: Любопытство

# TestGame__Question10_Answer6
source: Beauty
ru: Красота
uk: Красота

# TestGame__Question10_Answer7
source: Nothing
ru: Ничего
uk: Ничего

# TestGame__Question10_Answer8
source: He's interesting
ru: Интересный
uk: Интересный

# TestGame_Respons1
source: The guy is thinking about someone else, but he doesn't want to fight with you, he cares about you.
ru: Парень думает о другой, но не хочет с тобой ссориться, ты ему дорога.
uk: Парень думает о другой, но не хочет с тобой ссориться, ты ему дорога.

# TestGame_Respons2
source: He's always trying to please you, to seem smarter.
ru: Он всегда старается тебе угодить, показаться умнее.
uk: Он всегда старается тебе угодить, показаться умнее.

# TestGame_Respons3
source: He likes you, but he's thinking about something else.
ru: Ты ему нравишься, но он думает о другой.
uk: Ты ему нравишься, но он думает о другой.

# TestGame_Respons4
source: He tries to ignore you, but he likes you.
ru: Старается не замечать тебя, но ты ему нравишься.
uk: Старается не замечать тебя, но ты ему нравишься.

# TestGame_Respons5
source: He likes your personality and looks.
ru: Ему нравится твой характер и внешность.
uk: Ему нравится твой характер и внешность.

# TestGame_Respons6
source: He dreams about you.
ru: Он мечтает о тебе.
uk: Он мечтает о тебе.

# TestGame_Respons7
source: He likes you and will ask to meet you soon.
ru: Ты ему нравишься, в ближайшее время предложит встретиться.
uk: Ты ему нравишься, в ближайшее время предложит встретиться.

# TestGame_Respons8
source: Loves but hides.
ru: Любит, но скрывает.
uk: Любит, но скрывает.

# TestGame_Respons9
source: He's starting to like you, he'll love you soon, it'll be a nice evening.
ru: Ты ему начинаешь нравиться, скоро полюбит тебя, будет приятный вечер.
uk: Ты ему начинаешь нравится, скоро полюбит тебя, будет приятный вечер.

# TestGame_Respons10
source: He's chasing you.
ru: Бегает за тобой.
uk: Бегает за тобой.

# TestGame_Respons11
source: He likes you.
ru: Ты ему дорога.
uk: Ты ему дорога.

# TestGame_Respons12
source: Your strength and patience are the basis of your relationship.
ru: Твоя сила и терпение - осва ваших отношений.
uk: Твоя сила и терпение - осва ваших отношений.

# TestGame_Respons13
source: He is bored and looking forward to meeting you.
ru: Он скучает и ждет встреч.
uk: Он скучает и ждет встреч.

# TestGame_Respons14
source: He has someone else besides you.
ru: Кроме тебя у него есть другая
uk: Кроме тебя у него есть другая
