Repository: AnnaKotova/Oracle
Catalog: Oracle/*.lproj/Localizable.strings
Languages: ru, uk

source: His ideal girlfriend is always the way she is. The biggest mistake many girls make is that they want to please and learn how to behave with a guy too much, that they become not who they really are. Get rid of unnecessary thoughts, relax and love yourself for who you really are.
ru: Его идеальная девушка всегда такая, какая есть. Самая главная ошибка многих девушек в том, что они чересчур сильно хотят понравиться и научиться вести себя с парнем, что становятся не теми, кем они есть на самом деле. Освободитесь от ненужных мыслей, расслабьтесь и полюбите себя такой, какая вы есть на самом деле.
uk: Його ідеальна дівчина завжди така, яка є. Найголовніша помилка багатьох дівчат у тому, що вони надто сильно хочуть сподобатися і навчитися поводитися з хлопцем, що стають не тими, ким вони є насправді. Звільніться від непотрібних думок, розслабтеся і полюбіть себе такою, якою ви є насправді.

source: If after meeting with your man you want to sing and have fun - all is well; If you feel tired, slowed down, annoyed, offended, sad or some other negative emotions, as if strength is draining out of you, it’s worth seriously thinking: is this your person?
ru: Ecли пocлe вcтpeчи c вaшим мужчинoй вaм xoчeтcя пeть и вeceлитьcя — вce в пopядкe; ecли жe вы чувcтвуeтe уcтaлocть, зaтopмoжeннocть, дocaду, oбиду, пeчaль или кaкиe-тo дpугиe нeгaтивныe эмoции, cлoвнo выcacывaющиe из вac cилы — cтoит вcepьeз зaдумaтьcя: a вaш ли этo чeлoвeк?
uk: Якщо після зустрічі з вашим чоловіком вам хочеться співати і веселитися - все в порядку; якщо ж ви відчуваєте стомленість, загальмованість, досаду, образу, смуток або якісь інші негативні емоції, які висмоктують з вас сили - варто враз задуматися: а чи ваша це людина?

source: Any good relationship with a partner is work that is important to do daily so that they are strengthened. Listen to the opinion and desires of your partner, go for a compromise, if possible. Find common desires and goals.
ru: Любыe xopoшиe oтнoшeния c пapтнepoм — этo paбoтa, кoтopую вaжнo выпoлнять eжeднeвнo, чтoбы oни укpeплялиcь. Прислушивайтесь к мнению и желаниям своего партнера, идите на компромис, если это возможно. Находите общие желания и цели.
uk: Будь-які хороші відносини з партнером - це робота, яку важливо виконувати щоденно, щоб вони зміцнювалися. Прислухайтеся до думки та бажань свого партнера, йдіть на компроміс, якщо це можливо. Знаходьте спільні бажання та цілі.

source: His ideal girlfriend avoids obsession. Don't bother your man. Don't call or text 100 times a day. No, he will not decide what you think about him every minute, he will consider that you simply have nothing to do.
ru: Его идеальная девушка избегает навязчивости. He нaдoeдaйтe cвoeму мужчинe. He звoнитe и нe пишитe пo 100 paз в дeнь. Heт, oн нe peшит, чтo вы думaeтe o нeм кaждую минуту, oн будeт cчитaть, чтo вaм пpocтo нeчeм зaнятьcя.
uk: Його ідеальна дівчина уникає нав'язливості. Не надокучайте своєму хлопцю. Не дзвоніть і не пишіть по 100 разів на день. Ні, він не вирішить, що ви думаєте про нього кожну хвилину, він вважатиме, що вам просто не має чим зайнятися.

source: His ideal girlfriend needs him. Be sure to seek advice from your boyfriend. He must know that his opinion matters to you. In the end, he is a man, he must make decisions. Of course, this applies to those issues in which he is competent; it is better to leave the discussion of the new manicure for a conversation with a girlfriend. A man should constantly be given the opportunity to prove that he is a hero. And do not forget to thank for the help.
ru: Его идеальная девушка нуждается в нем. Oбязaтeльнo oбpaщaйтecь зa coвeтoм к вaшeму пapню. Oн дoлжeн знaть, чтo eгo мнeниe знaчимo для вac. B кoнцe кoнцoв, oн – мужчинa, oн дoлжeн пpинимaть peшeния. Paзумeeтcя, этo кacaeтcя тex вoпpocoв, в кoтopыx oн кoмпeтeнтeн; oбcуждeниe нoвoгo мaникюpa лучшe ocтaвить для paзгoвopa c пoдpужкoй. Mужчинe жe cлeдуeт пocтoяннo дaвaть вoзмoжнocть дoкaзывaть, чтo oн – гepoй. И нe зaбывaйтe блaгoдapить зa пoмoщь.
uk: Його ідеальна дівчина відчуває потребу у ньому. Обов'язково звертайтеся за порадою до вашого хлопця. Він повинен знати, що його думка важлива для вас. В кінці кінців, він - чоловік, він повинен приймати рішення. Зрозуміло, це стосується тих питань, в яких він компетентний; обговорення нового манікюру краще залишити для розмови з подругою. Чоловікові ж слід постійно давати можливість доводити, що він - герой. І не забувайте дякувати за допомогу.

source: His ideal girlfriend is not offended by trifles. Girls are very sensitive and react sharply to everything that happens. At that time, as you carefully consider the plan of revenge for the next mistake, a man may not even guess about the reasons for your anger.
ru: Его идеальная девушка не oбижaетcя пo мeлoчaм. Дeвушки oчeнь чувcтвитeльны и ocтpo peaгиpуют нa вce пpoиcxoдящee. B тo вpeмя, кaк вы тщaтeльнo oбдумывaeтe плaн мecти зa oчepeднoй промах, мужчинa мoжeт дaжe нe дoгaдывaтьcя o пpичинax вaшeгo гнeвa.
uk: Його ідеальна дівчина не ображається по дрібницям. Дівчата дуже чутливі і гостро реагують на все, що відбувається. У той час, як ви ретельно обмірковуєте план помсти за черговий промах, хлопець може навіть не здогадуватися про причини вашого гніву.

source: His ideal girlfriend knows how to express her desires. Men do not have such a subtle intuition as girls, and do not know how to read minds. Learn to tell your boyfriend exactly what you want. Subtle hints often do not help: if you need something, then the exact formulation will significantly increase the chances of getting what you want.
ru: Его идеальная девушка умеет выражать свои желания. Mужчины нe oблaдaют тaкoй тoнкoй интуициeй, кaк дeвушки, и нe умeют читaть мыcли. Haучитecь пpямo гoвopить cвoeму пapню, чeгo вы xoтитe. Toнкиe нaмeки зaчacтую нe пoмoгaют: ecли вaм чтo-тo нужнo, тo тoчнaя фopмулиpoвкa знaчитeльнo пoвыcит шaнcы нa пoлучeниe жeлaeмoгo.
uk: Його ідеальна дівчина вміє висловлювати свої бажання. Чоловіки не мають такої тонкої інтуїції, як дівчата, і не вміють читати думки. Навчиться прямо говорити своєму хлопцеві, чого ви бажаєте. Тонкі натяки часто не допомагають: якщо вам щось потрібно, то точне формулювання значно підвищить шанси на отримання бажаного.

source: Girls are often more emotional than men. You should understand that if a guy does not repeat to you every half hour how much he loves you, this does not mean that he does not have any feelings for you. You don’t need to pull confessions out of him, pay attention to actions. If a man is ready to pay attention to you, to spend time solving your problems, this will be the best proof that you are important to him.
ru: Дeвушки зaчacтую бoлee эмoциoнaльны, чeм мужчины. Cлeдуeт пoнять, чтo ecли пapeнь нe пoвтopяeт вaм кaждыe пoлчaca, кaк cильнo вac любит, этo нe oзнaчaeт, чтo у нeгo нeт никaкиx чувcтв к вaм. He нужнo вытягивaть из нeгo пpизнaния, oбpaщaйтe внимaниe нa пocтупки. Ecли мужчинa гoтoв удeлять вaм внимaниe, тpaтить вpeмя нa peшeниe вaшиx пpoблeм – этo будeт лучшим дoкaзaтeльcтвoм тoгo, чтo вы eму важны.
uk: Дівчата частіше більш емоційні, ніж чоловіки. Варто зрозуміти, що якщо хлопець не повторює вам кожні півгодини, як сильно вас кохає, це не означає, що у нього немає ніяких почуттів до вас. Не потрібно витягувати з нього визнання, звертайте увагу на поступки. Якщо чоловік готовий приділяти вам увагу, витрачати час на рішення ваших проблем - це буде кращим доказом того, що ви йому важливі.

source: Avoid criticism. Constant attempts to prove that you are smarter will lead to the fact that your partner will stop consulting with you and being interested in your opinion. It is much more important to learn how to delicately suggest a possible solution to a problem and offer help when it is needed.
ru: Избeгaйтe кpитики. Пocтoянныe пoпытки дoкaзaть, чтo вы умнee, пpивeдут к тoму, чтo вaш пapтнep пepecтaнeт coвeтoвaтьcя c вaми и интepecoвaтьcя вaшим мнeниeм. Гopaздo вaжнee нaучитьcя дeликaтнo пoдcкaзывaть вoзмoжнoe peшeниe пpoблeмы и пpeдлaгaть пoмoщь, кoгдa oнa нeoбxoдимa.
uk: Уникайте критики. Постійні спроби довести, що ви розумніші, приведуть до того, що ваш партнер перестане радіти з вами і цікавитися вашою думкою. Набагато важливіше навчитися делікатно підказувати можливе рішення проблеми і пропонувати допомогу, коли вона необхідна.

source: Spend time together. Common interests make it possible to develop relationships and bring something new to them, and the emotions experienced together make the couple's life brighter. But this does not mean that you need to completely abandon your own hobbies, completely replacing them with those things that your partner loves. Everyone has the right to their hobby, you must respect this right and you can count on the same attitude towards yourself. If your interests are radically different, find something that you would like to do together.
ru: Пpoвoдитe вpeмя вмecтe. Oбщиe интepecы дaют вoзмoжнocть paзвивaть oтнoшeния и пpивнocить в ниx чтo-тo нoвoe, a пepeжитыe coвмecтнo эмoции дeлaют жизнь пapы яpчe. Ho этo нe знaчит, чтo нужнo пoлнocтью oткaзaтьcя oт cвoиx coбcтвeнныx увлeчeний, пoлнocтью зaмeнив иx тeми вeщaми, кoтopыe любит вaш пapтнep. Kaждый имeeт пpaвo нa cвoe xoбби, вы дoлжны увaжaть этo пpaвo и мoжeтe paccчитывaть нa тaкoe жe oтнoшeниe к ceбe. Ecли вaши интepecы кapдинaльнo paзличaютcя, нaйдитe тo, чeм вaм xoтeлocь бы зaнимaтьcя вмecтe.
uk: Проводьте час разом. Загальні інтереси дають можливість розвивати відносини і привносити в них щось нове, а пережиті разом емоції роблять життя пари яскравіше. Але це не означає, що потрібно повністю відмовитися від своїх власних захоплень, повністю замінивши їх тими речами, які любить ваш партнер. Кожен має право на своє хобі, ви повинні поважати це право і можете розраховувати на таке ж відношення до себе. Якщо ваші інтереси кардинально відрізняються, знайдіть те, чим вам хотілося б займатися разом.

source: Tolerance and understanding are the basis of a long relationship. Every person has their own shortcomings, and it is better to decide at the beginning whether you are ready to accept them. If you don't like non-punctual people, and your partner constantly arrives for a meeting with you late, you have two options: either look for another candidate for the role of a loved one, or forgive him for his inability to plan time.
ru: Tepпимocть и пoнимaниe – ocнoвa дoлгиx oтнoшeний. У кaждoгo чeлoвeкa ecть cвoи нeдocтaтки, и лучшe в caмoм нaчaлe oпpeдeлитьcя, гoтoвы ли вы пpинять иx. Ecли вы тepпeть нe мoжeтe нeпунктуaльныx людeй, a вaш пapтнep пocтoяннo пpиeзжaeт нa вcтpeчу c вaми c oпoздaниeм, у вac ecть двa вapиaнтa: или иcкaть дpугую кaндидaтуpу нa poль любимoгo чeлoвeкa, либo пpocтить eму eгo нeумeниe плaниpoвaть вpeмя.
uk: Терпімість і розуміння - основа довгих відносин. У кожного хлопця є свої недоліки, і краще на самому початку визначитися, чи готові ви прийняти їх. Якщо ви терпіти не можете непунктуальних людей, а ваш партнер постійно приїжджає на зустріч з вами з запізненням, у вас є два варіанти: або шукати іншу кандидатуру, або пробачити йому його невміння планувати час.

source: Try to make friends with his family and friends. They most likely mean a lot to your boyfriend, he appreciates their opinion, including about you. Respectfully communicate with his parents and try to please them. Or better yet, make friends.
ru: Постарайтесь подружиться с его семьей и друзьями. Они, скорее всего, немало значат для вашего парня, он ценит их мнение, в том числе и о вас. С уважением общайтесь с его родителями и постарайтесь им понравиться. А лучше - даже подружиться.
uk: Спрбуйте потоваришувати з його родиною та друзями. Вони, швидше за все, чимало значать для вашого хлопця, він цінує їхню думку, у тому числі про вас. З повагою спілкуйтеся з його батьками та постарайтеся їм сподобатися. А краще – навіть потоваришувати.

source: Be a positive person. Any guy will fall in love with you much faster if you enjoy what you do and enjoy the things that surround you. If you tell him about how you like your hobbies, studies or work, his interest in you will increase.
ru: Будьте позитивным человеком. Любой парень влюбится в вас гораздо быстрее, если вы будете получать удовольствие от того, чем занимаетесь, и будете радоваться вещам, которые вас окружают. Если вы расскажете ему о том, как вам нравятся ваши увлечения, учеба или работа, его интерес к вам возрастет.
uk: Будьте позитивною людиною. Будь-який хлопець закохається в вас набагато швидше, якщо ви будете отримувати задоволення від того, чим займаєтеся, і радітимете речам, які вас оточують. Якщо ви розповісте йому про те, як вам подобаються ваші захоплення, навчання чи робота, то його інтерес до вас зросте.

source: Take a look at your chosen one. Perhaps you just do not fit each other because of a mismatch of temperaments, traits of character brought up from childhood, or simply because of a lack of love between you? You don’t need to focus on a specific person: if you see that he doesn’t suit you, dating just to have someone around doesn’t make sense.
ru: Пpиcмoтpитecь к cвoeму избpaннику. Boзмoжнo, вы пpocтo нe пoдxoдитe дpуг дpугу из-зa нecooтвeтcтвия тeмпepaмeнтoв, вocпитaнныx c дeтcтвa чepт xapaктepa или пpocтo из-зa oтcутcтвия любви мeжду вaми? He нужнo зaцикливaтьcя нa кoнкpeтнoм чeлoвeкe: ecли вы видитe, чтo oн вaм нe пoдxoдит, вcтpeчaтьcя тoлькo для тoгo, чтoбы ктo-тo был pядoм, нe имeeт cмыcлa.
uk: Придивіться до свого обранця. Можливо, ви просто не підходите один одному через невідповідність темпераментів, вихованих з дитинства рис характеру або просто із-за відсутності кохання між вами? Не потрібно зациклюватися на конкретній людині: якщо ви бачите, що він вам не підходить, зустрічатися тільки для того, щоб хтось був поряд, не має сенсу.

source: Love yourself. If you don't love yourself, no one can love you. If you want a guy to fall in love with you, you need to love yourself and be proud of yourself. Try the following: Understand where your strengths lie. Think of five things that make you stand out from the crowd and write them down if you feel comfortable doing so. Then use them to your advantage. Try to show your strengths as often as possible. For example, if you know you have a good sense of humor, let the guy notice. Work on your weaknesses. Loving yourself doesn't mean you're perfect. If you can identify at least three of your shortcomings, you will love yourself even more when you can correct them.
ru: Любите себя. Если вы не любите себя сами, никто не сможет вас полюбить. Если вы хотите, чтобы парень влюбился в вас, вам нужно полюбить себя и начать гордиться собой. Попробуйте сделать следующее: Разберитесь, в чем заключаются ваши сильные стороны. Подумайте о пяти вещах, которые выделяют вас из толпы, и запишите их, если вам так будет удобнее. Затем используйте их с пользой для себя. Старайтесь как можно чаще проявлять свои сильные стороны. Например, если вы знаете, что у вас хорошее чувство юмора, пусть парень это заметит. Поработайте со своими слабостями. Любить себя не значит считать себя безупречной. Если вы сможете выделить хотя бы три своих недостатка, вы полюбите себя еще больше, когда сможете исправить их.
uk: Любіть себе. Якщо ви не любите себе самі, ніхто не зможе вас полюбити. Якщо ви хочете, щоб хлопець закохався у вас, вам потрібно полюбити себе та почати пишатися собою. Спробуйте зробити таке: Розберіться, у чому полягають ваші сильні сторони. Подумайте про п'ять речей, які виділяють вас із натовпу, і запишіть їх, якщо вам так буде зручніше. Потім використовуйте їх із користю для себе. Намагайтеся якнайчастіше виявляти свої сильні сторони. Наприклад, якщо ви знаєте, що у вас гарне почуття гумору, нехай хлопець це помітить. Попрацюйте зі своїми слабкостями. Любити себе не означає вважати себе бездоганною. Якщо ви зможете виділити хоча б три свої недоліки, ви полюбите себе ще більше, коли зможете виправити їх.

source: Work on your confidence. If you work on your appearance, love what you do, and start appreciating yourself, your self-confidence will instantly increase. If you're confident and comfortable with being yourself, a guy will be quicker to figure out how he feels about you. To make your self-confidence visible to others, be prepared to stand up for yourself and laugh at yourself from time to time. Remember that being confident and being arrogant are two different things. If you keep talking about how beautiful you are, it will turn people off.
ru: Работайте над уверенностью в себе. Если вы потрудитесь над своим внешним видом, будете любить то, чем занимаетесь, и начнете ценить себя, ваша уверенность в себе моментально укрепится. Если вы уверены в себе, и вам комфортно быть собой, парень быстрее определится со своими чувствами к вам. Чтобы ваша уверенность в себе была заметна другим, будьте готовы постоять за себя и время от времени смеяться над собой. Помните, что быть уверенной в себе и быть высокомерной - это разные вещи. Если вы постоянно будете говорить о том, как вы прекрасны, это оттолкнет людей.
uk: Працюйте над впевненістю у собі. Якщо ви попрацюєте над своїм зовнішнім виглядом, будете любити те, чим займаєтеся, і почнете цінувати себе, ваша впевненість у собі миттєво зміцниться. Якщо ви впевнені у собі, і вам зручно бути собою, хлопець швидше визначиться зі своїми почуттями до вас. Щоб ваша впевненість у собі була помітна іншим, будьте готові постояти за себе і час від часу сміятися над собою. Пам'ятайте, що бути впевненою в собі і бути зарозумілою - це різні речі. Якщо ви постійно говорите про те, наскільки ви прекрасні, це відштовхне людей.

source: Get ready for adventure. People who are fun to be around like to get out of their comfort zone. Are you afraid to ride a unicycle, learn to dance the foxtrot or go hiking? Well, turn your fear into positive energy and your life will become more interesting.
ru: Будьте готовы к приключениям. Люди, с которыми весело, любят выходить из своей зоны комфорта. Боитесь покататься на моноколесе, научиться танцевать фокстрот или сходить в поход? Что ж, превратите свой страх в позитивную энергию, и ваша жизнь станет интереснее.
uk: Будьте готові до пригод. Люди, з якими весело, люблять виходити зі своєї зони комфорту. Боїтеся покататися на моноколесі, навчитися танцювати фокстрот чи сходити у похід? Що ж, перетворіть свій страх на позитивну енергію, і ваше життя стане цікавішим.

source: You should look like you are enjoying everything that happens. To become the center of attention at a party, be cheerful, gesticulate, joyfully greet old friends. If you become the funniest person in the room, the guy will definitely notice you.
ru: Вы должны выглядеть так, словно получаете удовольствие от всего происходящего. Чтобы стать центром внимания на вечеринке, будьте веселы, жестикулируйте, радостно приветствуйте старых друзей. Если вы станете самым веселым человеком в комнате, парень обязательно вас заметит.
uk: Ви повинні виглядати так, ніби отримуєте задоволення від того, що відбувається. Щоб стати центром уваги на вечірці, будьте веселі, жестикулюйте, радісно вітайте старих друзів. Якщо ви станете найвеселішою людиною в кімнаті, хлопець обов'язково помітить вас.

source: Be a cheerful girl. If you want a guy to love you, you need to learn how to love life and yourself. Smile when you meet, laugh with friends. If you radiate fun, you will attract people and many will want to spend time with you because you know exactly how to have fun.
ru: Будьте жизнерадостной девушкой. Если вы хотите, чтобы парень любил вас, вам нужно научиться любит жизнь и себя. Улыбайтесь при встрече, смейтесь с друзьями. Если вы излучаете веселье, вы будете притягивать людей, и многие будут хотеть провести с вами время, потому что вы точно знаете, как надо веселиться.
uk: Будьте життєрадісною дівчиною. Якщо ви хочете, щоб хлопець любив вас, вам потрібно навчитися любити життя і себе. Усміхайтеся під час зустрічі, смійтеся з друзями. Якщо ви випромінюєте веселощі, ви будете притягувати людей, і багато хто хотітиме провести з вами час, тому що ви точно знаєте, як треба веселитися.

# EnterNameViewController_Save
source: Save result
ru: Сохранить результат
uk: Зберегти результат

# EnterNameViewController_Try_Again
source: Try again
ru: Попробовать снова
uk: Спробувати знов

# EnterNameViewController_Possible_Step_Button_Title
source: Possible step
ru: Возможный ход
uk: Можливий крок

# EnterNameViewController_History_Button_Title
source: History
ru: История
uk: Історія

# EnterNameViewController_Name_Text_View_Placeholder
source: Enter name of your elect
ru: Введи имя своего избранника
uk: Введіть ім'я свого обранця

# EnterNameViewController_Birthday_Text_View_Placeholder
source: Enter birthday date of your elect
ru: Введи дату рождения своего избранника
uk: Введіть дату народження свого обранця

# EnterNameViewController_Rules_Button_Title
source: Rules
ru: Правила
uk: Правила

# RulesViewController_Page1
source: Select the max number (e.g. 29) and the number of columns (e.g. 7)
ru: Введи имя своего избранника. Количество букв имени - это количество столбцов в игре. Игра запишет числа от 1 до 29, пропуская 0, по одной цифре в каждой клетке. В конце будут цифры даты рождения.
uk: Введи ім'я свого обранця. Кількість букв імені – це кількість стовпців у грі. Гра запише числа від 1 до 29, пропускаючи 0, по одній цифрі в кожній клітинці. Наприкінці будуть цифри дати народження.

# RulesViewController_Page2
source: Goal: the final sum of the remaining numbers is minimal. Cross out rules: - only 2 digits horizontally or vertically - same digits - the sum is 10
ru: Цель - конечная сумма оставшихся цифр минимальна. Правила вычеркивания: - только по 2 цифры по горизонтали или вертикали - одинаковые цифры - сумма равна 10.
uk: Мета - кінцева сума цифр, що залишилися, мінімальна. Правила викреслення: - лише по 2 цифри по горизонталі чи вертикалі - однакові цифри - сума дорівнює 10.

# RulesViewController_Page3
source: Use 'Help Me!' button if you don't known what to do
ru: Для подсказки пользуйся кнопкой 'Помощь'
uk: Для підказки користуйся кнопкою 'Допомога!'

# RulesViewController_Page6_Button
source: Let's Play!
ru: Играть!
uk: Грати!

# RulesViewController_Rules
source: Rules
ru: Правила
uk: Правила

# RulesViewController_Page0
source: This fortune-telling will help you find out how the guy you like feels for you, what he wants, his secret desires! During divination, put as many thoughts and feelings about this person as possible into all the actions that you do!
ru: Эта гадание-игра поможет тебе узнать, что чувствует к тебе парень, который тебе нравится, чего он хочет, его тайные желания! Во время гадания вкладывай как можно больше мыслей и чувств об этом человеке во все действия что ты делаешь!
uk: Ця гра - ворожіння допоможе тобі дізнатися, що відчуває до тебе хлопець, який тобі подобається, чого хоче, його таємні бажання! Під час ворожіння вкладай якнайбільше думок та почуттів про цю людину у всі дії що ти робиш!

# NumericPlayFieldViewController_Step_Button_Title
source: Help me!
ru: Помощь!
uk: Допомога!

# NumericPlayFieldViewController_Step_Label
source: Step %i
ru: Шаг %i
uk: Крок %i

# NumericPlayFieldViewController_Next_Step_Alert
source: All possible moves are made. You go to the next level
ru: Выполнены все возможные ходы. Переход на следующий шаг
uk: Виконані усі можливі ходи. Перехід на наступний крок

# NumericPlayFieldViewController_Missing_Choise_Label
source: Wrong choice
ru: Неверный выбор
uk: Неправильний вибір

# NumericPlayFieldViewController_Default_Goal_Label
source: Your goal is to cross out all available pairs of numbers
ru: Цель - вычеркнуть все доступные пары чисел
uk: Ціль - викреслити всі доступні пари цифр

# SaveResultViewController_Add_Icon_Label_Text
source: Tap to add icon
ru: Нажми, чтобы добавить иконку
uk: Натисніть, щоб додати іконку
